[
  {
    "name": "Patrick Singal",
    "position": "Founder / President",
    "yearMajor": "3rd Year Biomechanical Engineering",
    "image": "Patrick",
    "email": "p.singal@queensu.ca",
    "linkedIn": "patricksingal",
    "blurb": "Patrick is a 3rd year biomechanical engineering student with a passion for sustainable technology and environmental issues. Patrick’s interest in agriculture stems from the many summers spent growing up in rural PEI, home to generations of farmers in his extended family. This background has made him keenly aware of the emerging threats faced by agriculture as a whole, from environmental degradation to world population growth. Awareness of these threats motivated him to found QVFT in Summer 2019, while working as a mechanical engineering intern at MCW Custom Energy Solutions (MCW CES).\nMCW CES is a division of the MCW engineering consulting firm, dedicated to improving the energy efficiency of public buildings through software analysis and HVAC retrofits. This role sharpened Patrick’s expertise in CAD (SolidWorks, Solid Edge), data analysis (Microsoft Excel), material analysis (HAP), and schematic development (Microsoft Visio). Meanwhile, Patrick spent his spare time drafting a business plan for QVFT, which explored the vertical farming concept, depicted a preliminary system architecture, and outlined the team’s purpose, goals, and organizational structure. Once back at school, Patrick and David joined forces and have been working tirelessly ever since to put QVFT’s plans in motion.\nIn his spare time, Patrick likes fishing, chess, live music, and watching the Toronto Maple Leafs."
  },
  {
    "name": "David Altrows",
    "position": "Co-President",
    "yearMajor": "4th Year Biomechanical Engineering",
    "image": "David",
    "email": "david.altrows@queensu.ca",
    "linkedIn": "davidaltrows",
    "blurb": "David is a 4th year biomechanical engineering student with diverse experience in technical and non-technical roles. This summer, he completed the QICSI entrepreneurship program and led a successful start-up organization. He is currently a member of the Queen’s Formula SAE design team and works as an Englinks workshop instructor and tutor. Given his leadership experience and background in mechatronics and CAD, David brings a well-rounded skillset to his role as co-president of QVFT."
  },
  {
    "name": "Ross Hill",
    "position": "Director of Controls, Data, and Automation",
    "yearMajor": "4th Year Computing",
    "image": "Ross",
    "email": "ross.hill@queensu.ca",
    "linkedIn": "rosslh",
    "gitHub": "rosslh",
    "blurb": "Ross is a 4th year computing student with a specialization in software design. Ross held a leadership role on the 2018/19 QHacks technology team, developing an online platform that served the hundreds of participants in the event. Ross spent this past summer working at Verafin, a financial technology firm focused on fraud detection and the prevention of money laundering. His role involved the analysis of large pools of customer data to develop new heuristics in pursuit of this goal. Ross has applied this background in software design and data analytics to his role as Controls, Data, & Automation team lead."
  },
  {
    "name": "Zwetlana Rajesh",
    "position": "Director of Plant Science",
    "yearMajor": "2nd Year Health Studies",
    "image": "Zwetlana",
    "email": "16zr5@queensu.ca",
    "blurb": "Zwetlana is a 2nd year Health Studies student and a Queen's University Chancellor's Scholar. Zwetlana's involvement in QVFT stems from her interest in sustainable farming. She is the founder of an international initiative P3 - Plant, Prepare, and Plate it, which is focused on encouraging all, despite busy schedules, to grow food creatively in available spaces, prepare it though nutritious recipes and have a healthy meal in every plate.  At Queen's University, Zwetlana is a director for International Development Week 2020, a member of the Model United Nations Team, a Residence Don, and a research assistant. Zwetlana is also involved in volunteering and extracurricular projects in the areas of mental health, youth advocacy, public policy, and healthcare. In her spare time, she enjoys archery, poetry, and listening to the stories of those she comes across."
  },
  {
    "name": "Abdul Elah (Abu) Rizan",
    "position": "Automation Specialist",
    "yearMajor": "5th Year Mechanical Engineering",
    "email": "15aeam@queensu.ca",
    "linkedIn": "abdulelahr",
    "image": "Abu",
    "gitHub": "abdulelahrizan",
    "blurb": "Abu is a 5th year mechanical engineering student specializing in mechatronics systems. This summer, he earned the CompTIA Security+ certification while completing his 16-month internship in Information Security at Queen's ITS. While continuing to work part-time, Abu handles various cybersecurity tasks from updating policies and standards to automating cybersecurity tasks. He enjoys systems design and tinkering with IoT devices, experience which he has applied to his former role at the Queen's Hyperloop Design Team and his current role as an Automation Specialist on QVFT’s Controls, Data, & Automation team. Outside of Queen’s, Abu volunteers as a mentor for children on the local school board’s First Robotics Team."
  },
  {
    "name": "Michael Mills",
    "position": "Logistics Director",
    "yearMajor": "4th Year Engineering Physics – Mech Option",
    "email": "15mm182@queensu.ca",
    "image": "placeholder.png",
    "linkedIn": "michaelmills15"
  },
  {
    "name": "Luke Emblem",
    "position": "Finance Director",
    "yearMajor": "3rd Year Economics",
    "email": "17jle@queensu.ca",
    "image": "placeholder.png",
    "linkedIn": "luke-emblem-996b24161"
  },
  {
    "name": "Liam Strachan",
    "position": "Sponsorship Co-Director",
    "yearMajor": "4th Year Economics",
    "image": "placeholder.png",
    "email": "16lks1@queensu.ca"
  },
  {
    "name": "Landon Smith",
    "position": "Sponsorship Co-Director",
    "yearMajor": "3rd Year Physics",
    "image": "placeholder.png",
    "email": "landon.smith@queensu.ca"
  }
]
