[
  {
    "name": "Patrick Singal",
    "position": "Managing Director, Mechanical Director",
    "yearMajor": "3rd Year Biomechanical Engineering",
    "image": "Patrick",
    "email": "p.singal@queensu.ca",
    "linkedIn": "patricksingal",
    "blurb": "Patrick is a 3rd year biomechanical engineering student with a passion for sustainable technology and environmental issues. Patrick spent this past summer interning at MCW Custom Energy Solutions, a consulting firm dedicated to improving the energy efficiency of large buildings and municipalities by means of software-informed retrofits. Patrick’s role mainly involved schematic development (Microsoft Visio), data analysis (Excel), material analysis (HAP), and report editing. Patrick began QVFT as a side project during this time, creating a detailed business plan that still informs the core of team operations today. Patrick’s motivation for pursuing QVFT stems from a personal familiarity with farming, an interest in systems design, and a desire to develop engineering solutions for environmental issues.\nIn his spare time, Patrick likes fishing, chess, live music, and watching the Toronto Maple Leafs."
  },
  {
    "name": "Ross Hill",
    "position": "Systems Automation Director",
    "yearMajor": "4th Year Computing",
    "image": "Ross",
    "email": "ross.hill@queensu.ca",
    "linkedIn": "rosslh",
    "gitHub": "rosslh",
    "blurb": "Ross is a 4th year computing student specializing in software design. Ross held a leadership role on the 2018/19 QHacks team, developing an online platform that served the hundreds of participants in the hackathon. Ross spent this past summer working at Verafin, a financial technology firm focused on fraud detection and the prevention of money laundering. His role involved the analysis of data from hundreds of financial institutions to develop new heuristics for detecting high-risk customers. Ross is applying his background in software design and data analytics to his role as Director of Systems Automation."
  },
  {
    "name": "Liam Strachan",
    "position": "Sponsorship Director",
    "yearMajor": "4th Year Economics",
    "image": "Liam",
    "email": "16lks1@queensu.ca",
    "blurb": "Liam is a 4th year economics student with a strong focus on analytical and communication skills. He has spent the last two summers interning at SIMBL, a business enablement firm in Toronto that lends its expertise to companies that want to define and expand their operational model. Liam was involved in the process of supporting small start up companies in aligning themselves to present and receive funding from the investment community. Gaining experience in sales, marketing, and product/business development, he hopes to apply these skills in supporting QVFT as Sponsorship Director. Liam has spent 11 summers in northern Canada working for and participating in a wilderness outfitting camp guiding teens in outdoor survival, and developing themselves as young adults. Given his close connection to the environment Liam hopes to focus his passion in supporting innovative ideas in the future of growth and availability of food in Canada."
  },
  {
    "name": "Michael Mills",
    "position": "Logistics Director",
    "yearMajor": "4th Year Engineering Physics – Mech Option",
    "email": "15mm182@queensu.ca",
    "image": "Michael",
    "linkedIn": "michaelmills15",
    "blurb": "Michael is a fourth year Engineering Physics student, who has a passion for sustainable engineering. Previously Michael was a founder of, and Faculty Relations Coordinator for, the Queen's Nuclear Energy and Environmental Design team, which focuses on assessing the feasibility of using nuclear, and other forms of energy, to create a more sustainable future. Michael's passion for sustainability, and ensuring access to healthy food, is what brough him to QVFT. Michael is involved in other extra-curriculars at Queen's such as the Queen's Rocket Engineering Team, and being a tutor. In his spare time he enjoys discovering new music, ultimate frisbee, chess, and being active."
  },
  {
    "hidden": true,
    "name": "Landon Smith",
    "position": "",
    "yearMajor": "3rd Year Physics",
    "image": "Landon",
    "email": "landon.smith@queensu.ca",
    "blurb": "Landon is a third year science student majoring in physics, who plans to become a high school teacher. Growing up on a farm sparked Landon's interest in vertical farming, as he hopes to someday see a more sustainable farming industry. As Sponsorship Director, Landon draws from his Smith School of Business certificate and past leadership experience. In his spare time he enjoys being active and watching sports."
  },
  {
    "name": "Zwetlana Rajesh",
    "position": "Plant Science Director",
    "yearMajor": "2nd Year Health Studies",
    "image": "Zwetlana",
    "email": "16zr5@queensu.ca",
    "blurb": "Zwetlana is a 2nd year Health Studies student and a Queen's University Chancellor's Scholar. Zwetlana's involvement in QVFT stems from her interest in sustainable farming. She is the founder of an international initiative P3 - Plant, Prepare, and Plate it, which is focused on encouraging all, despite busy schedules, to grow food creatively in available spaces, prepare it though nutritious recipes and have a healthy meal in every plate.  At Queen's University, Zwetlana is a director for International Development Week 2020, a member of the Model United Nations Team, a Residence Don, and a research assistant. Zwetlana is also involved in volunteering and extracurricular projects in the areas of mental health, youth advocacy, public policy, and healthcare. In her spare time, she enjoys archery, poetry, and listening to the stories of those she comes across."
  },
  {
    "name": "David Altrows",
    "position": "Software Engineer",
    "yearMajor": "4th Year Biomechanical Engineering",
    "image": "David",
    "email": "david.altrows@queensu.ca",
    "linkedIn": "davidaltrows",
    "blurb": "David is a 4th year biomechanical engineering student with diverse experience in technical and non-technical roles. This summer, he completed the QICSI entrepreneurship program and led a successful start-up organization. He is currently a member of the Queen’s Formula SAE design team and works as an Englinks workshop instructor and tutor. Given his leadership experience and background in mechatronics and CAD, David brings a well-rounded skillset to his role as Software Engineer at QVFT."
  },
  {
    "name": "Abdul Elah (Abu) Rizan",
    "position": "Software Engineer",
    "yearMajor": "5th Year Mechanical Engineering",
    "email": "15aeam@queensu.ca",
    "linkedIn": "abdulelahr",
    "image": "Abu",
    "gitHub": "abdulelahrizan",
    "blurb": "Abu is a 5th year mechanical engineering student specializing in mechatronics systems. This summer, he earned the CompTIA Security+ certification while completing his 16-month internship in Information Security at Queen's ITS. While continuing to work part-time, Abu handles various cybersecurity tasks from updating policies and standards to automating cybersecurity tasks. He enjoys systems design and tinkering with IoT devices, experience which he has applied to his former role at the Queen's Hyperloop Design Team and his current role as a Software Engineer on QVFT’s Systems Automation Team. Outside of Queen’s, Abu volunteers as a mentor for children on the local school board’s First Robotics Team."
  },
  {
    "name": "Luke Emblem",
    "position": "Finance Director",
    "yearMajor": "3rd Year Economics",
    "email": "17jle@queensu.ca",
    "image": "placeholder",
    "linkedIn": "luke-emblem-996b24161"
  }
]
